[Main]
DisplayName=עברית

[Brower_Protected_M]
btn_ok=אוקיי
Site_Safe_tip=אתר זה בטוח
Site_Risk_tip=אתר זה לא-בטוח
Protected_Off_tip=הגנת הדפדפן של Advanced SystemCare: לא פעיל
Site_Safe=בטוח:
Site_Risk=בסיכון:
Site_Advisory=עלון טיפים מסופק על-ידי
Site_Details=פרטים נוספים
Link_Safe_tip=קישור זה בטוח
Link_Risk_tip=קישור זה לא-בטוח
Sender_Risk_tip=שולח זה חשוד
Link_Phish_tip=קישור זה מכיל הונאת-דיוג
Risk_Title_Phish=אתר זה דוּוח כאתר-דיוג
Site_Risk_link=הודעת דוא"ל זו מכילה קישור זדוני
Site_Risk_sender=שולח הודעת דוא"ל זו חשוד
Site_Risk_link_sender=הודעת דוא"ל זו מכילה קישור זדוני והושלח שלה חשוד
Site_Risk_phish=אתר זה מכיל הונאת-דיוג
Risk_Title=אתר זה דווח כלא-בטוח
Risk_recommend=אנו ממליצים לא לבקר באתר זה
Risk_goBack=ביטול
Risk_report=דיווח על אזעקת-שווא
Risk_continue=להמשיך בכל זאת
Site_turbo_tip=הגנת גלישה מנוטרלת מכיוון ש'אופרה-טורבו' מופעל
ads_Removed=פרסומות שהוסרו מדף זה
ads_Nofound=לא נמצאו פרסומות
Site_Miner_tip=כריית-כסף-דיגיטלי נחסמה בדף זה

